{
    "(and :count more error)": "(and :count more error)",
    "(and :count more errors)": "(and :count more error)|(and :count more errors)|(and :count more errors)",
    "A decryption key is required.": "A decryption key is required.",
    "All rights reserved.": "All rights reserved.",
    "Encrypted environment file already exists.": "Encrypted environment file already exists.",
    "Encrypted environment file not found.": "Encrypted environment file not found.",
    "Environment file already exists.": "Environment file already exists.",
    "Environment file not found.": "Environment file not found.",
    "errors": "errors",
    "Forbidden": "Forbidden",
    "Go to page :page": "Go to page :page",
    "Hello!": "Hello!",
    "If you did not create an account, no further action is required.": "If you did not create an account, no further action is required.",
    "If you did not request a password reset, no further action is required.": "If you did not request a password reset, no further action is required.",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:",
    "Invalid filename.": "Invalid filename.",
    "Invalid JSON was returned from the route.": "Invalid JSON was returned from the route.",
    "length": "length",
    "Location": "Location",
    "Login": "Login",
    "Logout": "Logout",
    "Not Found": "Not Found",
    "of": "of",
    "Page Expired": "Page Expired",
    "Pagination Navigation": "Pagination Navigation",
    "Payment Required": "Payment Required",
    "Please click the button below to verify your email address.": "Please click the button below to verify your email address.",
    "Regards,": "Regards,",
    "Register": "Register",
    "Reset Password": "Reset Password",
    "Reset Password Notification": "Reset Password Notification",
    "results": "results",
    "Server Error": "Server Error",
    "Service Unavailable": "Service Unavailable",
    "Showing": "Showing",
    "The given data was invalid.": "The given data was invalid.",
    "The response is not a streamed response.": "The response is not a streamed response.",
    "The response is not a view.": "The response is not a view.",
    "This action is unauthorized.": "This action is unauthorized.",
    "This password reset link will expire in :count minutes.": "This password reset link will expire in :count minutes.",
    "to": "to",
    "Toggle navigation": "Toggle navigation",
    "Too Many Requests": "Too Many Requests",
    "Unauthorized": "Unauthorized",
    "Verify Email Address": "Verify Email Address",
    "Whoops!": "Whoops!",
    "You are receiving this email because we received a password reset request for your account.": "You are receiving this email because we received a password reset request for your account.",

    "Formulario: Registrar Libro": "Register Book Form",
    "Título": "Title",
    "Autor": "Author",
    "Páginas": "Pages",
    "Año": "Year",
    "Editorial": "Publisher",
    "Email de Editorial": "Publisher Email",
    "Registrar": "Register",
    "Vista Principal": "Home",
    "Registrar Libro": "Register Book",
    "Registro Exitoso": "Successful Registration",
    "Todo correcto: Libro": "Success: the book ",
    " guardado": " has been saved",


    "Grupo Xcaret dedica calaverita literaria a Zacatecas": "Xcaret Group dedicates literary calaverita to Zacatecas",

    "31 de octubre de 2024": "October 31, 2024",

    "Por: Alejandra Flores": "By: Alejandra Flores",

    "En el marco de la conmemoración del Día de Muertos, declarado Patrimonio Cultural Inmaterial de la Humanidad por la UNESCO, Grupo Xcaret lanza una serie de calaveritas literarias creadas en colaboración con la escritora Alejandra Flores, una de ellas ha sido dedicada al estado de Zacatecas.": "In the framework of the commemoration of the Day of the Dead, declared Intangible Cultural Heritage of Humanity by UNESCO, Grupo Xcaret launches a series of literary calaveritas created in collaboration with the writer Alejandra Flores, one of them has been dedicated to the state of Zacatecas.",

    "Estas calaveritas, inspiradas en la literatura popular mexicana, están dedicadas a los estados que han participado en el Festival de Tradiciones de Vida y Muerte, evento que, por 17 años, se ha consolidado como una celebración emblemática de la riqueza cultural de México.": "These calaveritas, inspired by Mexican popular literature, are dedicated to the states that have participated in the Festival of Traditions of Life and Death, an event that, for 17 years, has become a emblematic celebration of the cultural richness of Mexico.",

    "El Festival de Tradiciones de Vida y Muerte en Xcaret es un espacio de intercambio cultural en el que cada año participan distintos estados de la República Mexicana, presentando sus tradiciones, música, danza y gastronomía. En este contexto, Zacatecas tuvo un papel especial como invitado en 2018, participando con actividades tradicionales como la Callejoneada Zacatecana, que reflejan el legado histórico y cultural del estado.": "The Festival of Traditions of Life and Death in Xcaret is a space for cultural exchange in which different states of the Mexican Republic participate each year, presenting their traditions, music, dance and gastronomy. In this context, Zacatecas had a special role as a guest in 2018, participating with traditional activities such as the Callejoneada Zacatecana, which reflect the historical and cultural legacy of the state.",

    "La creación de estas calaveritas literarias no solo celebra la relación entre Xcaret y los estados participantes, sino que también es un homenaje a las aportaciones culturales de cada región al festival. Leticia Aguerrebere, directora Corporativa de Arte y Cultura de Grupo Xcaret, expresó que estas calaveritas literarias representan nuestro agradecimiento y respeto hacia aquellos que, a lo largo de los años, han compartido con nosotros un pedacito de sus tradiciones y saberes.": "The creation of these literary calaveritas not only celebrates the relationship between Xcaret and the participating states, but is also a tribute to the cultural contributions of each region to the festival. Leticia Aguerrebere, Corporate Director of Art and Culture of Grupo Xcaret, expressed that these literary calaveritas represent our gratitude and respect towards those who, over the years, have shared with us a piece of their traditions and knowledge.",

    "La colaboración con Alejandra Flores, escritora dedicada a exaltar las raíces mexicanas, refuerza la misión de Grupo Xcaret de difundir y preservar el Patrimonio Cultural del país. Las calaveritas literarias buscan honrar a los estados que han sido parte de esta celebración, manteniendo viva la esencia del Día de Muertos y promoviendo un puente cultural entre generaciones y comunidades.": "The collaboration with Alejandra Flores, a writer dedicated to exalting Mexican roots, reinforces the mission of Grupo Xcaret to disseminate and preserve the Cultural Heritage of the country. The literary calaveritas seek to honor the states that have been part of this celebration, keeping alive the essence of the Day of the Dead and promoting a cultural bridge between generations and communities.",

    "Desde sus inicios, el Festival de Tradiciones de Vida y Muerte ha servido como un escaparate para preservar y difundir las costumbres de esta festividad mexicana, y con esta nueva iniciativa, Grupo Xcaret reafirma su compromiso como promotor de las tradiciones que definen la identidad cultural de México.": "Since its inception, the Festival of Traditions of Life and Death has served as a showcase to preserve and disseminate the customs of this Mexican festivity, and with this new initiative, Grupo Xcaret reaffirms its commitment as a promoter of the traditions that define the cultural identity of Mexico."
}